[
  {
    "id" : "san-francisco",
    "name" : "San Francisco",
    "headline" : "Wonderful trip to celebrate Christina's 27th birthday.",
    "description" : "The lion (Panthera leo) is a species in the family Felidae and a member of the genus Panthera. It is most recognisable for its muscular, deep-chested body, short, rounded head, round ears, and a hairy tuft at the end of its tail. It is sexually dimorphic; adult male lions have a prominent mane. With a typical head-to-body length of 184–208 cm (72–82 in) they are larger than females at 160–184 cm (63–72 in). It is a social species, forming groups called prides. A lion pride consists of a few adult males, related females and cubs. Groups of female lions usually hunt together, preying mostly on large ungulates. The lion is an apex and keystone predator; although some lions scavenge when opportunities occur and have been known to hunt humans, the species typically does not.\n\nTypically, the lion inhabits grasslands and savannas, but is absent in dense forests. It is usually more diurnal than other big cats, but when persecuted it adapts to being active at night and at twilight. In the Pleistocene, the lion ranged throughout Eurasia, Africa and North America, but today it has been reduced to fragmented populations in sub-Saharan Africa and one critically endangered population in western India. It has been listed as Vulnerable on the IUCN Red List since 1996 because populations in African countries have declined by about 43% since the early 1990s. Lion populations are untenable outside designated protected areas. Although the cause of the decline is not fully understood, habitat loss and conflicts with humans are the greatest causes for concern.\n\nOne of the most widely recognised animal symbols in human culture, the lion has been extensively depicted in sculptures and paintings, on national flags, and in contemporary films and literature. Lions have been kept in menageries since the time of the Roman Empire and have been a key species sought for exhibition in zoological gardens across the world since the late 18th century. Cultural depictions of lions were prominent in the Upper Paleolithic period; carvings and paintings from the Lascaux and Chauvet Caves in France have been dated to 17,000 years ago, and depictions have occurred in virtually all ancient and medieval cultures that coincided with the lion's former and current ranges.",
    "image" : "cover-6",
    "gallery" : [
      "sf-1",
      "sf-2",
      "sf-3",
      "sf-4",
      "sf-5",
      "sf-6",
      "sf-7",
      "sf-8",
      "sf-9",
      "sf-10",
      "sf-11",
      "sf-12",
      "sf-13",
      "sf-14",
      "sf-15",
      "sf-16",
      "sf-17",
      "sf-18",
      "sf-19",
      "sf-20",
      "sf-21",
      "sf-22",
      "sf-23"
    ]
  },
  {
    "id" : "chicago",
    "name" : "Chicago",
    "headline" : "Family trip with Annette and Kayla to explore the city and take Annette to a concert.",
    "description" : "Zebras are African equines with distinctive black-and-white striped coats. There are three extant species: the Grévy's zebra (Equus grevyi), plains zebra (E. quagga) and the mountain zebra (E. zebra). Their stripes come in different patterns, unique to each individual. Several theories have been proposed for the function of these stripes, with most evidence supporting them as a form of protection from biting flies. Zebras share the genus Equus with horses and asses, and together they are the only living members of the family Equidae. Zebras belong to the subgenus Hippotigris. They inhabit eastern and southern Africa and can be found in a variety of habitats such as savannahs, grasslands, woodlands, shrublands and mountainous areas.\n\nZebras are primarily grazers and can subsist on lower-quality vegetation. They are preyed on mainly by lions and typically flee when threatened but also bite and kick. Zebra species differ in social behaviour, with plains and mountain zebra living in stable harems consisting of an adult male or stallion, several adult females or mares, and their young or foals; while Grévy's zebra live alone or in loosely associated herds. In harem-holding species, adult females mate only with their harem stallion, while male Grévy's zebras establish territories which attract females and the species is promiscuous. Zebras communicate with various vocalisations, body postures and facial expressions. Social grooming strengthens social bonds in plains and mountain zebras.\n\nA zebra's dazzling stripes make them among the most recognisable mammals. They have been featured in art and stories in Africa and beyond. Historically, they have been highly sought after by exotic animal collectors, but unlike horses and donkeys, zebras have never been truly domesticated. The International Union for Conservation of Nature (IUCN) lists the Grévy's zebra as endangered, the mountain zebra as vulnerable and the plains zebra as near-threatened. The quagga, a type of plains zebra, was driven to extinction in the 19th century. Nevertheless, zebras can be found in numerous protected areas.",
    "image" : "cover-4",
    "gallery" : [
        "chi-1",
        "chi-2",
        "chi-3",
        "chi-4",
        "chi-5",
        "chi-6",
        "chi-7",
        "chi-8",
        "chi-9",
        "chi-10",
        "chi-11",
        "chi-12",
        "chi-13",
        "chi-14",
        "chi-15",
        "chi-16",
        "chi-17",
        "chi-18",
        "chi-19",
        "chi-20",
        "chi-21",
        "chi-22",
        "chi-23",
        "chi-24",
        "chi-25",
        "chi-26",
        "chi-27",
        "chi-28",
        "chi-29",
        "chi-30",
        "chi-31",
        "chi-32",
    ]
  },
  {
    "id" : "niagara",
    "name" : "Niagara",
    "headline" : "Trip to Niagara Falls where we ran a race and CJ proposed!",
    "description" : "A rhinoceros (/raɪˈnɒsərəs/, from Greek rhinokerōs, meaning 'nose-horned', from rhis, meaning 'nose', and keras, meaning 'horn'), commonly abbreviated to rhino, is one of any five extant species of odd-toed ungulates in the family Rhinocerotidae, as well as any of the numerous extinct species therein. Two of the extant species are native to Africa, and three to Southern Asia. The term \"rhinoceros\" is often more broadly applied to now extinct species of the superfamily Rhinocerotoidea.\n\nMembers of the rhinoceros family are some of the largest remaining megafauna, with all species able to reach or exceed one tonne in weight. They have a herbivorous diet, small brains (400–600 g) for mammals of their size, one or two horns, and a thick (1.5–5 cm) protective skin formed from layers of collagen positioned in a lattice structure. They generally eat leafy material, although their ability to ferment food in their hindgut allows them to subsist on more fibrous plant matter when necessary. Unlike other perissodactyls, the two African species of rhinoceros lack teeth at the front of their mouths, relying instead on their lips to pluck food.\n\nRhinoceros are killed by some humans for their horns, which are bought and sold on the black market, and used by some cultures for ornaments or traditional medicine.[2] East Asia, specifically Vietnam, is the largest market for rhino horns. By weight, rhino horns cost as much as gold on the black market. People grind up the horns and consume them, believing the dust has therapeutic properties.[3][4] The horns are made of keratin, the same type of protein that makes up hair and fingernails.[5] Both African species and the Sumatran rhinoceros have two horns, while the Indian and Javan rhinoceros have a single horn. The IUCN Red List identifies the Black, Javan, and Sumatran rhinoceros as critically endangered.\n\nWhite rhinoceros\n\nThere are two subspecies of white rhinoceros: the southern white rhinoceros (Ceratotherium simum simum) and the northern white rhinoceros (Ceratotherium simum cottoni). As of 2013, the southern subspecies has a wild population of 20,405 – making them the most abundant rhino subspecies in the world. However, the northern subspecies is critically endangered, with all that is known to remain being two captive females. There is no conclusive explanation of the name \"white rhinoceros\". A popular idea that \"white\" is a distortion of either the Afrikaans word wyd or the Dutch word wijd (or its other possible spellings whyde, weit, etc.,), meaning \"wide\" and referring to the rhino's square lips, is not supported by linguistic studies.\n\nBlack rhinoceros\n\nThe name \"black rhinoceros\" (Diceros bicornis) was chosen to distinguish this species from the white rhinoceros (Ceratotherium simum). This can be confusing, as the two species are not truly distinguishable by color. There are four subspecies of black rhino: South-central (Diceros bicornis minor), the most numerous, which once ranged from central Tanzania south through Zambia, Zimbabwe and Mozambique to northern and eastern South Africa; South-western (Diceros bicornis occidentalis) which are better adapted to the arid and semi-arid savannas of Namibia, southern Angola, western Botswana and western South Africa; East African (Diceros bicornis michaeli), primarily in Tanzania; and West African (Diceros bicornis longipes) which was declared extinct in November 2011.[13] The native Tswanan name keitloa describes a South African variation of the black rhino in which the posterior horn is equal to or longer than the anterior horn.",
    "image" : "cover-2",
    "gallery" : [
        "on-1",
        "on-2",
        "on-4",
        "on-5",
        "on-6",
        "on-7",
        "on-8",
        "on-9",
        "on-10",
        "on-11",
        "on-12"
    ]
  },
  {
    "id" : "munising",
    "name" : "Munising",
    "headline" : "Trip to the upper peninsula to see Pictured Rocks, explore waterfalls and make friends with a bear!",
    "description" : "Elephants are mammals of the family Elephantidae and the largest existing land animals. Three species are currently recognised: the African bush elephant, the African forest elephant, and the Asian elephant. Elephantidae is the only surviving family of the order Proboscidea; extinct members include the mastodons. The family Elephantidae also contains several now-extinct groups, including the mammoths and straight-tusked elephants. African elephants have larger ears and concave backs, whereas Asian elephants have smaller ears, and convex or level backs. Distinctive features of all elephants include a long trunk, tusks, large ear flaps, massive legs, and tough but sensitive skin. The trunk, also called a proboscis, is used for breathing, bringing food and water to the mouth, and grasping objects. Tusks, which are derived from the incisor teeth, serve both as weapons and as tools for moving objects and digging. The large ear flaps assist in maintaining a constant body temperature as well as in communication. The pillar-like legs carry their great weight.\n\nElephants are scattered throughout sub-Saharan Africa, South Asia, and Southeast Asia and are found in different habitats, including savannahs, forests, deserts, and marshes. They are herbivorous, and they stay near water when it is accessible. They are considered to be keystone species, due to their impact on their environments. Other animals tend to keep their distance from elephants; the exception is their predators such as lions, tigers, hyenas, and wild dogs, which usually target only young elephants (calves). Elephants have a fission–fusion society, in which multiple family groups come together to socialise. Females (cows) tend to live in family groups, which can consist of one female with her calves or several related females with offspring. The groups, which do not include bulls, are led by the (usually) oldest cow, known as the matriarch.\n\nMales (bulls) leave their family groups when they reach puberty, and may live alone or with other males. Adult bulls mostly interact with family groups when looking for a mate. They enter a state of increased testosterone and aggression known as musth, which helps them gain dominance over other males as well as reproductive success. Calves are the centre of attention in their family groups and rely on their mothers for as long as three years. Elephants can live up to 70 years in the wild. They communicate by touch, sight, smell, and sound; elephants use infrasound, and seismic communication over long distances. Elephant intelligence has been compared with that of primates and cetaceans. They appear to have self-awareness, as well as appearing to show empathy for dying and dead family members.\n\nAfrican elephants are listed as vulnerable and Asian elephants as endangered by the International Union for Conservation of Nature (IUCN). One of the biggest threats to elephant populations is the ivory trade, as the animals are poached for their ivory tusks. Other threats to wild elephants include habitat destruction and conflicts with local people. Elephants are used as working animals in Asia. In the past, they were used in war; today, they are often controversially put on display in zoos, or exploited for entertainment in circuses. Elephants are highly recognisable and have been featured in art, folklore, religion, literature, and popular culture.",
    "image" : "cover-7",
    "gallery" : [
        "up-5",
        "up-3",
        "up-4",
        "up-17",
        "up-6",
        "up-18",
        "up-8",
        "up-9",
        "up-19",
        "up-11",
        "up-12",
        "up-13",
        "up-14",
        "up-15",
        "up-16",
        "up-1",
        "up-7",
        "up-19",
        "up-20"
    ]
  },
  {
    "id" : "austin",
    "name" : "Austin",
    "headline" : "First trip to Texas to visit CJ and meet his family.",
    "description" : "Elephants are mammals of the family Elephantidae and the largest existing land animals. Three species are currently recognised: the African bush elephant, the African forest elephant, and the Asian elephant. Elephantidae is the only surviving family of the order Proboscidea; extinct members include the mastodons. The family Elephantidae also contains several now-extinct groups, including the mammoths and straight-tusked elephants. African elephants have larger ears and concave backs, whereas Asian elephants have smaller ears, and convex or level backs. Distinctive features of all elephants include a long trunk, tusks, large ear flaps, massive legs, and tough but sensitive skin. The trunk, also called a proboscis, is used for breathing, bringing food and water to the mouth, and grasping objects. Tusks, which are derived from the incisor teeth, serve both as weapons and as tools for moving objects and digging. The large ear flaps assist in maintaining a constant body temperature as well as in communication. The pillar-like legs carry their great weight.\n\nElephants are scattered throughout sub-Saharan Africa, South Asia, and Southeast Asia and are found in different habitats, including savannahs, forests, deserts, and marshes. They are herbivorous, and they stay near water when it is accessible. They are considered to be keystone species, due to their impact on their environments. Other animals tend to keep their distance from elephants; the exception is their predators such as lions, tigers, hyenas, and wild dogs, which usually target only young elephants (calves). Elephants have a fission–fusion society, in which multiple family groups come together to socialise. Females (cows) tend to live in family groups, which can consist of one female with her calves or several related females with offspring. The groups, which do not include bulls, are led by the (usually) oldest cow, known as the matriarch.\n\nMales (bulls) leave their family groups when they reach puberty, and may live alone or with other males. Adult bulls mostly interact with family groups when looking for a mate. They enter a state of increased testosterone and aggression known as musth, which helps them gain dominance over other males as well as reproductive success. Calves are the centre of attention in their family groups and rely on their mothers for as long as three years. Elephants can live up to 70 years in the wild. They communicate by touch, sight, smell, and sound; elephants use infrasound, and seismic communication over long distances. Elephant intelligence has been compared with that of primates and cetaceans. They appear to have self-awareness, as well as appearing to show empathy for dying and dead family members.\n\nAfrican elephants are listed as vulnerable and Asian elephants as endangered by the International Union for Conservation of Nature (IUCN). One of the biggest threats to elephant populations is the ivory trade, as the animals are poached for their ivory tusks. Other threats to wild elephants include habitat destruction and conflicts with local people. Elephants are used as working animals in Asia. In the past, they were used in war; today, they are often controversially put on display in zoos, or exploited for entertainment in circuses. Elephants are highly recognisable and have been featured in art, folklore, religion, literature, and popular culture.",
    "image" : "au-2",
    "gallery" : [
        "au-1",
        "au-3",
        "au-4",
        "au-5",
        "au-6",
        "au-7",
        "au-8"
    ]
  }
]
